-- 商城DML
-- 分类表 16个分类
INSERT INTO `category` (`id`, `name`) VALUES
	(1, '女装 /内衣'),
	(2, '男装 /运动户外'),
	(3, '女鞋 /男鞋 /箱包'),
	(4, '美妆 /个人护理'),
	(5, '腕表 /眼镜 /珠宝饰品'),
	(6, '手机 /数码 /电脑办公'),
	(7, '母婴玩具'),
	(8, '零食 /茶酒 /进口食品'),
	(9, '生鲜水果'),
	(10, '大家电 /生活电器'),
	(11, '家具建材'),
	(12, '汽车 /配件 /用品'),
	(13, '家纺 /家饰 /鲜花'),
	(14, '医药保健'),
	(15, '厨具 /收纳 /宠物'),
	(16, '图书音像');
    
-- 产品表
INSERT INTO `product` VALUES 
(22,'杨宏伟肖像','万人抢购',99999,9999,1,2),
(23,'Air Jordan 1乔 1黑红脚趾小闪电黑灰绿黄蓝月六冠王扣碎','全场正品 达人推荐 无忧退换',1499.99,1000,1000,3),
(24,'耐克 NIKE AIR MAX 97 SE PULL TAB 白蓝串标子弹鞋AQ4126-400','我好像要一双!!!!',1999.99,1000,1000,3),
(25,'stussy卫衣男supreme外套欧美bape斯图西潮牌情侣装superme','好看,我想要!!!',2000.99,1000,1000,2),
(26,'李宁男装T恤中国纽约时装周短袖汉字时尚限量透气运动衫AHSN645','万人抢购',499.99,1000,1000,2);

-- 产品图片表 
INSERT INTO `product_image` VALUES 
(26,7),
(27,7),
(28,7),
(29,7),
(30,7),
(101,22),
(102,22),
(103,22),
(104,22),
(105,22),
(106,23),
(107,23),
(108,23),
(109,23),
(110,23),
(111,24),
(112,24),
(113,24),
(114,24),
(115,24),
(116,25),
(117,25),
(118,25),
(119,25),
(120,25),
(121,26),
(122,26),
(123,26),
(124,26),
(125,26);

-- 属性表 property
INSERT INTO `property` VALUES 
(1,'尺寸',1),
(2,'厚薄',1),
(3,'材质成分',1),
(4,'货号',1),
(5,'基础风格',1),
(6,'品牌',1);

-- 外部链接表
INSERT INTO `referal_link` VALUES 
(1,'天猫会员','#nowhere'),
(2,'电器城','#nowhere'),
(3,'喵鲜生','#nowhere'),
(4,'医药馆','#nowhere'),
(5,'营业厅','#nowhere'),
(6,'魅力惠','#nowhere'),
(7,'飞猪旅游','#nowhere'),
(8,'苏宁易购','#nowhere');
